[
    {
        "name": "+1 Action",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has an extra Action they may use as they please."
            }
        ]
    },
    {
        "name": "+1 Damage: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Melee, or Ranged)."
            }
        ]
    },
    {
        "name": "+1 die: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Each of the Survivor’s weapons rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "Each of the Survivor's weapons rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor’s weapons roll an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 free [Action type] Action",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 max Range",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            },
            {
                "game": "Zombicide Invader",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            }
        ]
    },
    {
        "name": "+1 Zone per Move",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "+1 to dice roll: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6. "
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor adds 1 to the result of each die they roll on with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            }
        ]
    },
    {
        "name": "[Action Type]: Damage 2",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Weapons of the indicated type (Combat, Melee, or Ranged) used by the Survivor and having a Damage value of 1 are considered to have a Damage value of 2."
            }
        ]
    },
    {
        "name": "2 cocktails are better than 1",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Roll a die each time the Survivor discards a Molotov to perform a Ranged Action. On a result of ⚃ or more, the Molotov Equipment card may be put in the Survivor’s Backpack instead, for free. The die result may not be altered or re-rolled in any way."
            }
        ]
    },
    {
        "name": "Ambidextrous",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Barbarian",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Zombies standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Ghouls standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            }
        ]
    },
    {
        "name": "Blitz",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones, to a Zone where Zombies are within Range of one of their equipped Ranged weapons. They then gain 1 free Ranged Action. Normal Movement rules apply."
            }
        ]
    },
    {
        "name": "Bloodlust: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones to a Zone containing at least 1 Zombie. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged). Normal Movement rules apply."
            },
            {
                "game": "Zombicide Invader",
                "description": "Spend 1 Action with the Survivor: they Move up to 2 Zones to a Zone containing at least 1 Xeno. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged)."
            }
        ]
    },
    {
        "name": "Born leader",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately. Then, the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide Invader",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately, then the Born leader Survivor resumes their Turn."
            }
        ]
    },
    {
        "name": "Break-in",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor doesn’t need any Equipment to open doors. They don’t make Noise while using this Skill. However, other prerequisites still apply (such as taking a designated Objective before a door can be opened). Moreover, the Survivor gains one extra free Action that can only be used to open doors."
            }
        ]
    },
    {
        "name": "Brother in arms: [game effect]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least 1 other Survivor. As long as Brother in arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect. Companions do not benefit from this Skill. \\n\\nNOTE: Brother in arms may be shortened to B.I.A."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least one other Survivor. As long as Brother in arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect."
            }
        ]
    },
    {
        "name": "Can Search more than once",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can Search multiple times per Turn, spending 1 Action for each Search Action."
            }
        ]
    },
    {
        "name": "Charge",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. They move up to 2 Zones to a Zone containing at least 1 Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill for free, as often as they please, during each of their Turns. They move up to 2 Zones to a Zone containing at least 1 Xeno. Normal Movement rules still apply. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Combat reflexes",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Whenever any Zombies spawn within Range 0-1 (and before any Rush), the Survivor may immediately perform a free Combat Action against them. This Action may eliminate more Zombies than have spawned. Ranged Actions must still be aimed at the Zone where the Zombies spawned. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide Invader",
                "description": "Whenever any Xenos spawn within their Line of Sight, the Survivor may immediately perform a free Combat Action against them. A Ranged Action is still aimed at the Zone where the Xenos spawned, and may eliminate more Xenos than have been spawned. This Skill may be used once per Xeno card drawn."
            }
        ]
    },
    {
        "name": "Destiny",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once per Turn when they reveal an Equipment card they drew. They can ignore and discard that card. Then, draw another Equipment card from the same deck."
            }
        ]
    },
    {
        "name": "Distributor",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving the Spawn Step during the Zombie Phase, draw as many Zombie Cards as there are active Spawn Zones. Look at the Zombie Cards, then assign 1 of them to each active Spawn Zone, spawning Zombies as indicated."
            }
        ]
    },
    {
        "name": "Dreadnought: [Zombie type]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor ignores all Wounds coming from Zombies having the indicated keyword in its name. Dreadnought: Walker works with any Walker, for example."
            }
        ]
    },
    {
        "name": "Dual expert",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action may only be used with the Dual equipped weapons."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action may only be used with the Dual equipped weapons."
            }
        ]
    },
    {
        "name": "Escalation: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor gains 1 extra die to roll for consecutive Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their 1st Action performing a Ranged Action with a Pistol (Dice 1). Their 2nd Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 2). The 3rd Action is spent for a Move Action. The Escalation bonus is lost."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gains 1 extra die to roll for subsequent Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their first Action performing a Ranged Action with a SMG (Dice 2). Their second Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 3). The third Action is spent for a Move Action: the Escalation bonus is lost."
            }
        ]
    },
    {
        "name": "Field medic",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones to a Zone containing at least 1 Survivor. Then, they may heal 1 Wound from any Survivor in the destination Zone, including themselves. Normal Movement rules apply. Field Medic may be used even if all Survivors in the destination Zone have no Wounds."
            }
        ]
    },
    {
        "name": "Free reload",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor reloads reloadable weapons (Ma’s Shotgun, Sawed-Off, etc.) for free.,"
            }
        ]
    },
    {
        "name": "Full auto",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            },
            {
                "game": "Zombicide Invader",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Xenos standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            }
        ]
    },
    {
        "name": "Gunslinger",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all Ranged weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Hit & run",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill for free just after they resolve a Melee or Ranged Action resulting in at least 1 Zombie being eliminated. They can then make a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill for free, just after they resolved a Melee or Ranged Action resulting in a least 1 Xeno being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Xenos are standing in their Zone."
            }
        ]
    },
    {
        "name": "Hoard",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can carry up to 2 extra Equipment cards. They are placed near their Dashboard and are considered to be in their Backpack."
            }
        ]
    },
    {
        "name": "Hold your nose",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor draws an Equipment card (from the Core Equipment deck only) whenever the last Zombie standing in their Zone is eliminated (by the Survivor themselves, another Survivor, or any game effect). This Skill works in any Zone, even a street Zone, and can be used multiple times in the same Turn. This is NOT considered a Search Action."
            }
        ]
    },
    {
        "name": "Home defender",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor is not limited to Range 0-1 when tracing Lines of Sight through building Zones."
            }
        ]
    },
    {
        "name": "Improvised weapon: Melee",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. They perform a free Melee Attack using these characteristics. Melee modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Improvised weapon: Ranged",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. They perform a free Ranged Attack using these characteristics. Ranged modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Is That All You’ve Got?",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill can be used any time the Survivor is about to endure Wounds. Negate 1 Wound for each Equipment card discarded from the Survivor’s inventory."
            },
            {
                "game": "Zombicide Invader",
                "description": "You can use this Skill any time the Survivor is about to take Damage. Discard 1 Equipment card in your Survivor’s inventory for each Damage they are about to receive. Negate 1 Damage per discarded Equipment card."
            }
        ]
    },
    {
        "name": "Jump",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action and moves 2 Zones. Ignore everything in the intervening Zone, except walls and closed doors. Movement related Skills (like +1 Zone per Move or Slippery) are ignored, but Movement penalties (like having Zombies in the starting Zone) apply."
            }
        ]
    },
    {
        "name": "Lifesaver",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone containing at least 1 Zombie and at least 1 Survivor at Range 1 from the Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to the Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their player chooses."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone containing at least 1 Xeno and at least 1 Survivor at Range 1 from your Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their controller chooses."
            }
        ]
    },
    {
        "name": "Low profile",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can’t get hit by Friendly Fire (Molotov rules still apply). Ignore them when shooting at the Zone they stand in."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can’t get hit by Friendly Fire (Hellfire still applies). Ignore them when shooting at the Zone they stand in."
            }
        ]
    },
    {
        "name": "Lucky",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "For each Action the Survivor takes, the player may choose to re-roll all the dice an additional time. The new result replaces the previous one. This Skill stacks with the effects of Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can re-roll once all the dice for each Action they take. The new result takes the place of the previous one. This Skill stacks with the effects of Equipment that allows re-rolls."
            }
        ]
    },
    {
        "name": "Matching set",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When the Survivor performs a Search Action and draws an Equipment card with the Dual symbol, they can immediately take a second card of the same type from the Equipment deck. Shuffle the deck afterward."
            }
        ]
    },
    {
        "name": "Medic",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill is used for free during each End Phase. The Survivor, and all other Survivors standing in the same Zone, may heal 1 Wound (min. 0 Wound). The Survivor earns 1 AP for each Wound healed this way."
            },
            {
                "game": "Zombicide Invader",
                "description": "This Skill is used during each End Phase. The Survivor, and any Survivor standing in the same Zone, may restore 1 Armor, up to their base level."
            }
        ]
    },
    {
        "name": "Point-blank",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can perform Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Zombies (no matter the special abilities they may have). Their Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can perform Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Xenos. Their Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            }
        ]
    },
    {
        "name": "Reaper: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill can be used when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Zombie in the same Zone. Only a single additional Zombie can be eliminated per Action when using this Skill. The Survivor gains the Adrenaline for the additional Zombie."
            },
            {
                "game": "Zombicide Invader",
                "description": "Use this Skill when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Xeno in the same Zone. Only a single additional Xeno can be eliminated per Action when using this Skill. The Survivor gains the experience for the additional Xeno."
            }
        ]
    },
    {
        "name": "Regeneration",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "During each End Phase, the Survivor’s Health is fully restored to its maximum.,"
            }
        ]
    },
    {
        "name": "Roll 6: +1 Damage [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Add 1 to the Damage value of the weapon the Survivor uses for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Game effects that allow re-rolls must be used before determining the Damage bonus granted by this Skill."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "An additional die can be rolled for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as the player keeps getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Invader",
                "description": "You may roll an additional die for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Scavenger",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor may Search in any building or street Zone. Normal Search rules apply (no Search in Zones with Zombies, for example)."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may Search in any room or corridor Zone. Basic Search rules apply (no Search in Mold or in Zones with Xenos)."
            }
        ]
    },
    {
        "name": "Search: 2 cards",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Draw 2 cards when Searching with the Survivor."
            }
        ]
    },
    {
        "name": "Shove",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone at Range 1 from the Survivor. Both Zones need to share a clear path. All Zombies standing in the Survivor’s Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. Both Zones need to share a clear path. All Ghouls standing in your Survivor's Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. Both Zones need to share a clear path. All Xenos standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement."
            }
        ]
    },
    {
        "name": "Sidestep",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Whenever any Zombies spawn within Range 0-1 (and before any Rushes), the Survivor may immediately perform a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone. The Survivor may use this Skill once per Zombie card drawn."
            }
        ]
    },
    {
        "name": "Slippery",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Zombies. The Survivor also ignores Zombies when performing Move Actions (including those allowing them to cross several Zones, with the Sprint Skill for example)."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Ghouls. Entering a Zone containing Ghouls still ends the Survivor's Move Action."
            }
        ]
    },
    {
        "name": "Sniper",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            }
        ]
    },
    {
        "name": "Sprint",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Starts with [X] Health",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor starts with the indicated amount of Health. This is their base level. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            }
        ]
    },
    {
        "name": "Starts with 2 AP",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor begins the game with 2 Adrenaline Points. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            }
        ]
    },
    {
        "name": "Starts with a [Equipment]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup."
            }
        ]
    },
    {
        "name": "Steady hand",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can ignore other Survivors of their choosing when missing with a Ranged Action. This Skill does not apply to game effects killing everything in the targeted Zone (such as a Molotov, for example)."
            }
        ]
    },
    {
        "name": "Super strength",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide Invader",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            }
        ]
    },
    {
        "name": "Swordmaster",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Tactician",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor’s Turn can be resolved anytime during the Player Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill, players choose their Turn order."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor’s Turn can be resolved anytime during the Player’s Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            }
        ]
    },
    {
        "name": "Taunt",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone up to 2 Zones away from the Survivor and having a clear path to the Survivor (no walls, closed Barricades, or closed Doors). No Line of Sight is needed. All Zombies standing in the selected Zone immediately gain an extra Activation. They try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone up to 2 Zones away from the Survivor and having a clear path to the Survivor (no walls, closed Barricades, or closed Doors). No Line of Sight is needed. All Ghouls standing in the selected Zone immediately gain an extra Activation. They try to reach the taunting Survivor by any means available. Taunted Ghouls ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone up to 2 Zones away from the Survivor, and having a clear path to the Survivor (no wall or closed door). No Line of Sight is needed. All Xenos standing in the selected Zone immediately gain an extra Activation: they try to reach the taunting Survivor by any means available. Taunted Xenos ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            }
        ]
    },
    {
        "name": "Tough",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor ignores the first Wound they receive during each Attack Step (Zombie Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor ignores the first Damage they receive during each Attack Step (Xenos’ Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            }
        ]
    },
    {
        "name": "Webbing",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "All Equipment in the Survivor’s inventory is considered equipped in Hand."
            }
        ]
    },
    {
        "name": "Zombie link",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card (NOT Rushes) is drawn from the Zombie pile. They play before the extra-activated Zombies. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            }
        ]
    },
    {
        "name": "+1 free [Action] Action",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "Bloodlust: Melee",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: They Move up to 2 Zones to a Zone containing at least 1 Ghoul. They then gain 1 free Melee Action. Normal Movement rules apply."
            }
        ]
    },
    {
        "name": "Hawk-eye",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor's Lines of Sight go at Range 1 through closed Barricades and Corn Fields. It may allow them to perform Ranged Actions through such obstacles."
            }
        ]
    },
    {
        "name": "Hit & Run",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill for free, just after they resolved a Melee or Ranged Action resulting in at least 1 Ghoul being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Ghouls are standing in their Zone."
            }
        ]
    },
    {
        "name": "+1 Damage: [Type]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Melee or Ranged)."
            }
        ]
    },
    {
        "name": "+1 Damage with [Equipment]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment."
            }
        ]
    },
    {
        "name": "+1 free [Type] Action",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Machine, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type. Free Machine Actions still require control of a Machine, either through a Skill or Remote token."
            }
        ]
    },
    {
        "name": "Auto repair",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "During each End Phase, restore the Survivor’s Armor to its base level."
            }
        ]
    },
    {
        "name": "Blademaster",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Camouflage",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may earn a Camouflage token at the start of their Turn, if no Xeno has a Line of Sight on them. Place the token next to their base. The Survivor may keep the token (even from a Game Round to the next) until they resolve any kind of Combat or Machine Action, or make Noise. It may be earned again in the same way. As long as they have this token, the Survivor is ignored by all Xenos and is not considered a Noise token. Xenos don’t attack them and will even move past them.Even with the Camouflage token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Xenos."
            }
        ]
    },
    {
        "name": "Concentrate Fire expert",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "Whenever the Survivor Concentrates Fire with 2 dice (or more), the Damage value of the weapon gets +1, and there is no Friendly Fire."
            }
        ]
    },
    {
        "name": "Enhanced senses",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can trace Line of Sight 1 Zone farther in room Zones. They also ignore dark Zones rules to trace Lines Of Sight (dark Zones are featured in expansions)."
            }
        ]
    },
    {
        "name": "Ironclad: [Xenos type]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor ignores all Damage coming from Xenos having the indicated keyword in its name. Ironclad: Worker works with any Workers, for example."
            }
        ]
    },
    {
        "name": "Predator",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Xenos standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            }
        ]
    },
    {
        "name": "Remote control: [Machine]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may perform Machine Actions (P. XX) with Machines of the indicated type (Bot, Sentry Gun, or All)."
            }
        ]
    },
    {
        "name": "Search: 2 cards\"",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "Draw 2 cards when Searching with the Survivor."
            }
        ]
    },
    {
        "name": "Starts with [X] Armor Points",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivors starts with the indicated amount of Armor Points."
            }
        ]
    },
    {
        "name": "Unstoppable",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Xenos. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Xenos link",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card (NOT Abomination cards) is drawn from the Xenos pile. They play before the extra-activated Xenos. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            }
        ]
    },
    {
        "name": "Zero-G run",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. They move 2 Zones. Ignore everything in the intervening Zone, except walls and closed doors. Movement related Skills (like +1 Zone per Move or Unstoppable) are ignored, but Movement penalties (like having Xenos in the starting Zone) apply.\"\n\n\n"
            }
        ]
    },
    {
        "name": "+1 free All-Out [Action] Action",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, or Ranged) to go All-Out with. This Action may only be used to perform an Action of the specified type."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, or Ranged) to go All-Out with. This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "All-Out: [Skill]",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor benefits from the indicated Skill or game effect whenever going All-Out."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor benefits from the indicated Skill or game effect whenever going All-Out."
            }
        ]
    },
    {
        "name": "Double All-Out dice",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor may double the All- out dice amount written on the Equipment card(s) they use whenever going All-Out."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor may double the All- out dice amount written on the Equipment card(s) they use whenever going All-Out."
            }
        ]
    },
    {
        "name": "Ignore 1 Break",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "This Skill may be used once per Game Round, right after a Combat Action roll. Ignore all Break results for this Action."
            },
            {
                "game": "Washington ZC",
                "description": "This Skill may be used once per Game Round, right after a Combat Action roll. Ignore all Break results for this Action."
            }
        ]
    },
    {
        "name": "Jack of all trades",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor begins each game with a Campaign Skill of their choosing and that they don’t already possess. The chosen Skill is kept only until the end of the Mission."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor begins each game with a Campaign Skill of their choosing and that they don’t already possess. The chosen Skill is kept only until the end of the Mission."
            }
        ]
    },
    {
        "name": "Night fighter",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor’s Ranged Attacks performed during nighttime have Accuracy 5+ (rolling 5 or more is required to hit). Game effects altering the Accuracy still apply (like +1 to dice roll: Ranged, for example). Automatic success, like throwing a Molotov, also still apply."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor’s Ranged Attacks performed during nighttime have Accuracy 5+ (rolling 5 or more is required to hit). Game effects altering the Accuracy still apply (like +1 to dice roll: Ranged, for example). Automatic success, like throwing a Molotov, also still apply."
            }
        ]
    },
    {
        "name": "Night vision",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "The Survivor ignores Night rules and Dark Zone rules (Core rulebook P. 33)."
            },
            {
                "game": "Washington ZC",
                "description": "The Survivor ignores Night rules and Dark Zone rules (Core rulebook P. 33)."
            }
        ]
    },
    {
        "name": "Spare parts",
        "versions": [
            {
                "game": "Fort Hendrix",
                "description": "Each time the Survivor gets 1 or more Break results during a Melee or Ranged Attack, they may discard a weapon card of the corresponding type (Ranged or Melee) to ignore these Break results."
            },
            {
                "game": "Washington ZC",
                "description": "Each time the Survivor gets 1 or more Break results during a Melee or Ranged Attack, they may discard a weapon card of the corresponding type (Ranged or Melee) to ignore these Break results."
            }
        ]
    },
    {
        "name": "Blessed",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "All other Survivors in the same Zone as this Survivor can re-roll 1 of their dice once during the Player Phase. This Skill stacks with the Lucky Skill, so any Survivor with Blessed and Lucky can re-roll the same die twice."
            }
        ]
    },
    {
        "name": "Capoeira fighter",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "The Survivor is always considered equipped with the following Melee weapon: The Survivor doesn’t need Equipment to open doors and gains 1 free Open Door Action once per Turn."
            }
        ]
    },
    {
        "name": "Double strike",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "The Survivor gets 1 free Ranged Action whenever they perform a successful Melee Attack."
            }
        ]
    },
    {
        "name": "Good eye",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "When performing a Search Action, draw 3 cards and choose 1, discarding the others. AAAHH! cards are applied even when they are not chosen."
            }
        ]
    },
    {
        "name": "Master planner",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "This Survivor always selects who receives the First Player token in the End Phase."
            }
        ]
    },
    {
        "name": "Shine in darkness",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "Ignore Dark Zones. The Survivor has +1 die when attacking into any Dark Zone."
            }
        ]
    },
    {
        "name": "Well-equipped",
        "versions": [
            {
                "game": "Rio Z Janiero",
                "description": "The Survivor starts with 1 Plenty of Bullets OR Plenty of Shells card from the Equipment deck."
            }
        ]
    }
]