[
    {
        "name": "+1 Action",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has an extra Action he may use as he pleases."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor has an extra Action they may use as they please."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor has 1 extra Action they may use as they please."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor has an extra Action he may use as he pleases."
            }
        ]
    },
    {
        "name": "+1 Damage: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Melee, or Ranged)."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Melee or Ranged)."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Magic, Melee, or Ranged)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Melee, or Ranged)."
            }
        ]
    },
    {
        "name": "+1 die: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Each of the Survivor’s weapons rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "Each of the Survivor's weapons rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor’s weapons roll an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "Each of the Survivor’s weapons roll an extra die with Actions of the specified type (Combat, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 free [Action type] Action",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 max Range",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            },
            {
                "game": "Zombicide Invader",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s Ranged weapons and Combat spells’ maximum Range is increased by 1."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s Ranged weapons and Combat spells’ maximum Range is increased by 1."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The maximum Range of Ranged weapons the Survivor uses is increased by 1."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor's Ranged weapons' maximum Range is increased by 1."
            }
        ]
    },
    {
        "name": "+1 Zone per Move",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can move through one extra Zone each time he performs a Move Action. This Skill stacks with other effects benefiting Move Actions. Entering a Zone containing Zombies ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can move through 1 extraZone each time they perform a Move Action. This Skill stacks with other effects benefiting Move Actions. Entering a Zone containing Zombies still ends the Survivor’s Move Action. "
            },
            {
                "game": "Zombicide Dark Side",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can move through 1 extra Zone each time they perform a Move Action. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor can move through one extra Zone each time he performs a Move Action. This Skill stacks with other effects benefitting Move Actions."
            }
        ]
    },
    {
        "name": "+1 to dice roll: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6. "
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor adds 1 to the result of each die they roll on with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            }
        ]
    },
    {
        "name": "[Action Type]: Damage 2",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Weapons of the indicated type (Combat, Melee, or Ranged) used by the Survivor and having a Damage value of 1 are considered to have a Damage value of 2."
            }
        ]
    },
    {
        "name": "2 cocktails are better than 1",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Roll a die each time the Survivor discards a Molotov to perform a Ranged Action. On a result of ⚃ or more, the Molotov Equipment card may be put in the Survivor’s Backpack instead, for free. The die result may not be altered or re-rolled in any way."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor gets two Molotov cards instead of one when he creates a Molotov."
            }
        ]
    },
    {
        "name": "Ambidextrous",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor treats all Combat spells, Melee and Ranged weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor treats all Combat spells, Melee, and Ranged weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor treats all weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor treats all Melee and Ranged weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Barbarian",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Zombies standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Ghouls standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide White Death",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Zombies standing in their Zone. Skills aﬀecting the dice value, like +1 Die: Melee, still apply."
            }
        ]
    },
    {
        "name": "Blitz",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones, to a Zone where Zombies are within Range of one of their equipped Ranged weapons. They then gain 1 free Ranged Action. Normal Movement rules apply."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "Each time the Survivor kills the last Zombie in a Zone, he gets 1 free Move Action to use immediately."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Each time the Survivor kills the last Zombie in a Zone, they get 1 free Move Action to use immediately."
            }
        ]
    },
    {
        "name": "Bloodlust: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones to a Zone containing at least 1 Zombie. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged). Normal Movement rules apply."
            },
            {
                "game": "Zombicide Invader",
                "description": "Spend 1 Action with the Survivor: they Move up to 2 Zones to a Zone containing at least 1 Xeno. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged)."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones to a Zone containing at least 1 Xeno. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged). Normal Movement rules apply."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. Then, they Move up to 2 Zones to a Zone containing at least 1 Zombie. They then gain 1 free Action of the specified type (Combat, Magic, Melee, or Ranged). Normal Movement rules apply."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. They Move up to 2 Zones to a Zone containing at least 1 Zombie. They then gain 1 free Action of the specified type (Combat, Melee, or Ranged). Normal Movement rules apply."
            }
        ]
    },
    {
        "name": "Born leader",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately. Then, the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide Invader",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately, then the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "During the Survivor’s Turn, he may give one free Action to another Survivor to use as he pleases. This Action must be used during the recipient’s next Turn or it is lost."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "During the Survivor’s Turn, theSurvivor may give 1 free Action to anotherSurvivor to use as they please. This Action must be used during the recipient’s next Turn or it is lost."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately, then the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "During the Survivor's turn, he may give one free Action to another Survivor, to use as he pleases. This Action must be used during the recipient's next turn or it is lost."
            }
        ]
    },
    {
        "name": "Break-in",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor doesn’t need any Equipment to open doors. They don’t make Noise while using this Skill. However, other prerequisites still apply (such as taking a designated Objective before a door can be opened). Moreover, the Survivor gains one extra free Action that can only be used to open doors."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "In order to open doors, the Survivor rolls no dice, and needs no equipment (but still spends an Action to do so). He doesn’t make Noise while using this Skill. However, other prerequisites still apply (such as taking a designated Objective before a door can be opened). Moreover, the Survivor gains one extra free Action that can only be used to open doors."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "In order to open doors, the Survivor rolls no dice and needs no Equipment (but still spends an Action to do so).They don’t make Noise while using this Skill. However, other prerequisites still apply (such as taking a designated Objective before a door can be opened). Moreover, theSurvivor gains 1 extra free Action that can only be used to open doors."
            }
        ]
    },
    {
        "name": "Brother in arms: [game effect]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least 1 other Survivor. As long as Brother in arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect. Companions do not benefit from this Skill. \\n\\nNOTE: Brother in arms may be shortened to B.I.A."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least one other Survivor. As long as Brother in arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill whenever standing in the same Zone as at least 1 other Survivor. As long as Brother in arms is active, eachSurvivor in the Zone (including the one with this Skill) benefits from the indicatedSkill or game effect."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least one other Survivor. As long as Brother in arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect. NOTE: Brother in arms may be shortened to B.I.A."
            }
        ]
    },
    {
        "name": "Can Search more than once",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can Search multiple times per Turn, spending 1 Action for each Search Action."
            }
        ]
    },
    {
        "name": "Charge",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. They move up to 2 Zones to a Zone containing at least 1 Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill for free, as often as they please, during each of their Turns. They move up to 2 Zones to a Zone containing at least 1 Xeno. Normal Movement rules still apply. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill for free, as often as he pleases, during each of his Turns: He moves up to two Zones to a Zone containing at least one Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill for free, as often as they please, during each of their Turns: they move up to 2 Zones to a Zone containing at least 1 Zombie. Normal Movement rules still apply. Entering a Zone containingZombies still ends the Survivor’s MoveAction."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. They move up to 2 Zones to a Zone containing at least 1 Xeno. Normal Movement rules still apply. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. They move up to 2 Zones to a Zone containing at least 1 Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. They move up to 2 Zones to a Zone containing at least 1 Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Combat reflexes",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Whenever any Zombies spawn within Range 0-1 (and before any Rush), the Survivor may immediately perform a free Combat Action against them. This Action may eliminate more Zombies than have spawned. Ranged Actions must still be aimed at the Zone where the Zombies spawned. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide Invader",
                "description": "Whenever any Xenos spawn within their Line of Sight, the Survivor may immediately perform a free Combat Action against them. A Ranged Action is still aimed at the Zone where the Xenos spawned, and may eliminate more Xenos than have been spawned. This Skill may be used once per Xeno card drawn."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "Whenever any Xenos spawn within their Line of Sight, the Survivor may immediately perform a free Combat Action against them. This Action may eliminate more Xenos than have spawned. Ranged Actions must still be aimed at the Zone where the Xenos spawned. This Skill may be used once per Xeno card drawn."
            }
        ]
    },
    {
        "name": "Destiny",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once per Turn when they reveal an Equipment card they drew. They can ignore and discard that card. Then, draw another Equipment card from the same deck."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill once per Turn when he reveals an Equipment card he drew. You can ignore and discard that card, then draw another Equipment card."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill once per Turn when they reveal an Equipment card they drew. They can ignore and discard that card, then draw another Equipment card."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor can use this Skill once per Turn when they reveal an Equipment card they drew. They can ignore and discard that card. Then, draw another Equipment card from the same deck."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill once per Turn when they reveal an Equipment card they drew. They can ignore and discard that card, then draw another Equipment card from the same deck."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor can use this Skill once per turn when he reveals an Equipment card he drew. Discard that card and draw another Equipment card."
            }
        ]
    },
    {
        "name": "Distributor",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving the Spawn Step during the Zombie Phase, draw as many Zombie Cards as there are active Spawn Zones. Look at the Zombie Cards, then assign 1 of them to each active Spawn Zone, spawning Zombies as indicated."
            }
        ]
    },
    {
        "name": "Dreadnought: [Zombie type]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor ignores all Wounds coming from Zombies having the indicated keyword in its name. Dreadnought: Walker works with any Walker, for example."
            }
        ]
    },
    {
        "name": "Dual expert",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action may only be used with the Dual equipped weapons."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action may only be used with the Dual equipped weapons."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action may only be used with the Dual equipped weapons."
            }
        ]
    },
    {
        "name": "Escalation: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor gains 1 extra die to roll for consecutive Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their 1st Action performing a Ranged Action with a Pistol (Dice 1). Their 2nd Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 2). The 3rd Action is spent for a Move Action. The Escalation bonus is lost."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gains 1 extra die to roll for subsequent Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their first Action performing a Ranged Action with a SMG (Dice 2). Their second Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 3). The third Action is spent for a Move Action: the Escalation bonus is lost."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor gains 1 extra die to roll for subsequent Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their first Action performing a Ranged Action with a Pistol (Dice 1). Their second Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 2). The third Action is spent for a Move Action: the Escalation bonus is lost."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor gains 1 extra die to roll for subsequent Actions of the specified type (Combat, Magic, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action. EXAMPLE: A Survivor with the Escalation: Ranged Skill spends their first Action performing a Ranged Action with a Long Bow (Dice 1). Their second Action is also spent for a Ranged Action, adding an additional die thanks to the Escalation Skill (Dice 2). The third Action is spent for a Move Action. The Escalation bonus is lost."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor gains 1 extra die to roll for consecutive Actions of the specified type (Combat, Melee, or Ranged). The bonus is cumulative and applies until the end of the Survivor’s Turn. The bonus is lost whenever the Survivor performs another kind of Action."
            }
        ]
    },
    {
        "name": "Field medic",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they Move up to 2 Zones to a Zone containing at least 1 Survivor. Then, they may heal 1 Wound from any Survivor in the destination Zone, including themselves. Normal Movement rules apply. Field Medic may be used even if all Survivors in the destination Zone have no Wounds."
            }
        ]
    },
    {
        "name": "Free reload",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor reloads reloadable weapons (Ma’s Shotgun, Sawed-Off, etc.) for free.,"
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor reloads reloadable weapons (Hand Crossbows, Orcish Crossbow, etc.) for free."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor reloads reloadable weapons (Hand Crossbows, for example) for free."
            }
        ]
    },
    {
        "name": "Full auto",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            },
            {
                "game": "Zombicide Invader",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Xenos standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Xenos standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            }
        ]
    },
    {
        "name": "Gunslinger",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all Ranged weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor treats all Ranged weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Hit & run",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill for free just after they resolve a Melee or Ranged Action resulting in at least 1 Zombie being eliminated. They can then make a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill for free, just after they resolved a Melee or Ranged Action resulting in a least 1 Xeno being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Xenos are standing in their Zone."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill for free, just after he resolved a Magic, Melee or Ranged Action resulting in at least a Zombie kill. He can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in his Zone.\"\r\nHold your nose,Zombicide Black Plague,This Skill can be used once per Turn. The Survivor gets a free Search Action in the Zone if he has eliminated a Zombie (even in a Vault or a street Zone) the same Game Round. This Action may only be used to Search"
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill for free, just after they resolved a Melee or Ranged Action resulting in a least 1 Xeno being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Xenos are standing in their Zone."
            }
        ]
    },
    {
        "name": "Hoard",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can carry up to 2 extra Equipment cards. They are placed near their Dashboard and are considered to be in their Backpack."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can carry up to 2 extra Equipment cards. They are placed near their Dashboard and are considered to be in their Backpack."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor can carry one extra Equipment card in reserve."
            }
        ]
    },
    {
        "name": "Hold your nose",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor draws an Equipment card (from the Core Equipment deck only) whenever the last Zombie standing in their Zone is eliminated (by the Survivor themselves, another Survivor, or any game effect). This Skill works in any Zone, even a street Zone, and can be used multiple times in the same Turn. This is NOT considered a Search Action."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor draws an Equipment card (from the Core Equipment deck only) whenever the last Zombie standing in their Zone is eliminated (by the Survivor themselves, another Survivor, or any game effect). This Skill works in any Zone, even a street Zone, and can be used multiple times in the same Turn. This is NOT considered a Search Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "This Skill can be used once per turn. The Survivor gets a free Search Action in the Zone if he has eliminated a Zombie (even outside a building) the very same turn. This Action may only be used to Search and the Survivor can still only Search once per turn."
            }
        ]
    },
    {
        "name": "Home defender",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor is not limited to Range 0-1 when tracing Lines of Sight through building Zones."
            }
        ]
    },
    {
        "name": "Improvised weapon: Melee",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. They perform a free Melee Attack using these characteristics. Melee modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Improvised weapon: Ranged",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. They perform a free Ranged Attack using these characteristics. Ranged modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Is That All You’ve Got?",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill can be used any time the Survivor is about to endure Wounds. Negate 1 Wound for each Equipment card discarded from the Survivor’s inventory."
            },
            {
                "game": "Zombicide Invader",
                "description": "You can use this Skill any time the Survivor is about to take Damage. Discard 1 Equipment card in your Survivor’s inventory for each Damage they are about to receive. Negate 1 Damage per discarded Equipment card."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "You can use this Skill any time the Survivor is about to get Wounded. Discard 1 Equipment card in your Survivor’s inventory for each Wound they’re about to receive. Negate 1 Wound per discarded Equipment card."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "You can use this Skill any time the Survivor is about to take Damage. Negate 1 Damage for each Equipment card you discard from your Survivor’s inventory."
            },
            {
                "game": "Zombicide White Death",
                "description": "This Skill can be used any time the Survivor is about to endure Wounds. Negate 1 Wound for each Equipment card they discard from the their inventory."
            }
        ]
    },
    {
        "name": "Jump",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action and moves 2 Zones. Ignore everything in the intervening Zone, except walls and closed doors. Movement related Skills (like +1 Zone per Move or Slippery) are ignored, but Movement penalties (like having Zombies in the starting Zone) apply."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill once during each Activation. The Survivor spends one Action: He moves two Zones into a Zone to which he has Line of Sight. Movement related Skills (like +1 Zone per Move Action or Slippery) are ignored, but Movement penalties (like having Zombies in the starting Zone) apply. Ignore everything in the intervening Zone."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: they move 2 Zones into a Zone to which they have Line Of Sight. Movement related Skills (like +1 Zone per Move Action or Slippery) are ignored, but Movement penalties (like having Zombies in the starting Zone) apply. Ignore everything in the intervening Zone."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. They move 2 Zones into a Zone on which they have a Line of Sight. Ignore everything in the intervening Zone, except walls and closed doors. This Skill may be used to jump onto a Battlement Walkway in which the Survivor has a Line of Sight. Movement related Skills (like +1 Zone per Move or Slippery) are ignored, but Movement penalties (like having Zombies in the starting Zone) apply."
            }
        ]
    },
    {
        "name": "Lifesaver",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone containing at least 1 Zombie and at least 1 Survivor at Range 1 from the Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to the Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their player chooses."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone containing at least 1 Xeno and at least 1 Survivor at Range 1 from your Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their controller chooses."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone containing at least one Zombie at Range 1 from your Survivor. Choose Survivors in the selected Zone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor can decline the rescue and stay in the selected Zone if his controller chooses. Both Zones need to share a clear path. A Survivor can’t cross closed doors or walls, and can’t be extracted into or out of a Vault."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone containing at least 1 Zombie at Range 1 from your Survivor. Choose Survivors in the selected Zone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor can decline the rescue and stay in the selected Zone if their controller chooses. Both Zones need to share a clear path. A Survivor can’t cross closed doors or walls and can’t be extracted into or out of a Vault (see Zombicide: Black Plague). They can cross Barriers and Hedges, though."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone containing at least 1 Xeno and at least 1 Survivor at Range 1 from your Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their controller chooses."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. Select a Zone containing at least 1 Zombie and at least 1 Survivor at Range 1 from the Survivor. Both Zones need to share a Line of Sight. Choose Survivors in the selected Zone to be dragged to the Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their controller chooses. NOTE: Contrary to previous Zombicide versions, Lifesaver can now be used without having a clear path between both Zones (to lift Survivors on top of Battlement Walkways, for example…)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone containing at least 1 Zombie and at least 1 Survivor at Range 1 from the Survivor. Both Zones need to share a clear path and a Line of Sight. Choose Survivors in the selected Zone to be dragged to the Survivor’s Zone without penalty. This is not a Move Action. A Survivor may decline the rescue and stay in the selected Zone if their player chooses."
            }
        ]
    },
    {
        "name": "Low profile",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can’t get hit by Friendly Fire (Molotov rules still apply). Ignore them when shooting at the Zone they stand in."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can’t get hit by Friendly Fire (Hellfire still applies). Ignore them when shooting at the Zone they stand in."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can’t get hit by Survivors’ Magic and Ranged Actions. Ignore him when casting a Combat spell or shooting in the Zone he stands in. Game effects that kill everything in the targeted Zone, like Dragon Fire, still kill him, though."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can’t get hit by Friendly Fire (Seimic Grenades still apply). Ignore them when shooting at the Zone they stand in."
            }
        ]
    },
    {
        "name": "Lucky",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "For each Action the Survivor takes, the player may choose to re-roll all the dice an additional time. The new result replaces the previous one. This Skill stacks with the effects of Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can re-roll once all the dice for each Action they take. The new result takes the place of the previous one. This Skill stacks with the effects of Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can re-roll once all the dice for each Action (or Armor roll) he takes. The new result takes the place of the previous one. This Skill stacks with the effects of other Skills and Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can re-roll once all the dice for each Action (or Armor roll) they take. The new result takes the place of the previous one. This Skill stacks with the effects of other Skills and Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "For each action the Survivor takes, you may choose to re-roll all dice an additional time. The new result replaces the previous one. This Skill stacks with the effects of Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide White Death",
                "description": "For each Action (or Armor roll) the Survivor takes, all the dice may be re-rolled an additional time. The new result replaces the previous one."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "For each Action the Survivor takes, the player may choose to re-roll all dice an additional time. The new result replaces the previous one. This Skill stacks with the eﬀects of Equipment that allows re-rolls."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor can re-roll once all the dice of each Action he takes. The new result takes the place of the previous one. This Skill stacks with the effects of other Skills (1 re-roll per turn, for example) and Equipment that allows re-rolls."
            }
        ]
    },
    {
        "name": "Matching set",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "When the Survivor performs a Search Action and draws an Equipment card with the Dual symbol, they can immediately take a second card of the same type from the Equipment deck. Shuffle the deck afterward."
            }
        ]
    },
    {
        "name": "Medic",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill is used for free during each End Phase. The Survivor, and all other Survivors standing in the same Zone, may heal 1 Wound (min. 0 Wound). The Survivor earns 1 AP for each Wound healed this way."
            },
            {
                "game": "Zombicide Invader",
                "description": "This Skill is used during each End Phase. The Survivor, and any Survivor standing in the same Zone, may restore 1 Armor, up to their base level."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "This Skill is used for free during each End Phase. The Survivor, and all other Survivors standing in the same Zone, may restore 1 Armor up to their base level."
            },
            {
                "game": "Zombicide White Death",
                "description": "This Skill is used for free during each End Phase. The Survivor and all other Survivors standing in the same Zone may heal 1 Wound (min. 0 Wound). The Survivor earns 1 AP for each Wound healed this way."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "Once per turn, the Survivor can freely remove one Wounded card from a Survivor in the same Zone. He may also heal himself."
            }
        ]
    },
    {
        "name": "Point-blank",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can perform Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Zombies (no matter the special abilities they may have). Their Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can perform Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Xenos. Their Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can resolve Ranged and Magic Actions in his own Zone, no matter the minimum Range. When resolving a Magic or Ranged Action at Range 0, the Survivor freely chooses the targets and can kill any type of Zombies. His Combat spells and Ranged weapons still need to inflict enough Damage to kill his targets. Misses don’t hitSurvivors."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can perform Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Xenos. Their Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            }
        ]
    },
    {
        "name": "Reaper: [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "This Skill can be used when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Zombie in the same Zone. Only a single additional Zombie can be eliminated per Action when using this Skill. The Survivor gains the Adrenaline for the additional Zombie."
            },
            {
                "game": "Zombicide Invader",
                "description": "Use this Skill when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Xeno in the same Zone. Only a single additional Xeno can be eliminated per Action when using this Skill. The Survivor gains the experience for the additional Xeno."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "Use this Skill when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Xeno in the same Zone. Only a single additional Xeno can be eliminated per Action when using this Skill. The Survivor gains the experience for the additional Xeno."
            },
            {
                "game": "Zombicide White Death",
                "description": "This Skill can be used when assigning hits while resolving an Action of the specified type (Combat, Magic, Melee, or Ranged). 1 of these hits can eliminate an additional identical Zombie in the same Zone. Only a single additional Zombie can be eliminated per Action when using this Skill. The Survivor gains the Adrenaline for the additional Zombie."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "This Skill can be used when assigning hits while resolving an Action of the specified type (Combat, Melee, or Ranged). 1 of these hits can freely eliminate an additional identical Zombie in the same Zone. Only a single additional Zombie can be eliminated per Action when using this Skill. The Survivor gains the Adrenaline for the additional Zombie."
            }
        ]
    },
    {
        "name": "Regeneration",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "During each End Phase, the Survivor’s Health is fully restored to its maximum.,"
            },
            {
                "game": "Zombicide Black Plague",
                "description": "At the end of each Game Round, remove all Wounds the Survivor received. Regeneration doesn’t work if the Survivor has been eliminated."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "At the end of each Game Round, remove all Wounds the Survivor received. Regeneration doesn’t work if the Survivor has been eliminated."
            },
            {
                "game": "Zombicide White Death",
                "description": "During each End Phase, the Survivor’s Health is fully restored to its maximum."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "During each End Phase, the Survivor’s Health is fully restored to its maximum. "
            }
        ]
    },
    {
        "name": "Roll 6: +1 Damage [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Add 1 to the Damage value of the weapon the Survivor uses for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Game effects that allow re-rolls must be used before determining the Damage bonus granted by this Skill."
            },
            {
                "game": "Zombicide White Death",
                "description": "Add 1 to the Damage value of the weapon the Survivor uses for each 6 rolled during an Action of the specified type (Combat, Magic, Melee, or Ranged)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "Add 1 to the Damage value of the weapon the Survivor uses for each 6 rolled during an Action of the specified type (Combat, Melee, or Ranged). Game eﬀects that allow re-rolls must be used before determining the Damage bonus granted by this Skill."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die [Action]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "An additional die can be rolled for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as the player keeps getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Invader",
                "description": "You may roll an additional die for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "You may roll an additional die for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Scavenger",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor may Search in any building or street Zone. Normal Search rules apply (no Search in Zones with Zombies, for example)."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may Search in any room or corridor Zone. Basic Search rules apply (no Search in Mold or in Zones with Xenos)."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can Search in any Zone. This includes street Zones, Vault Zones, etc."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can Search in any Zone free of Zombies. This includes street Zones, Waterhole Zones, etc."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor may Search in any room or corridor Zone. Basic Search rules apply (no Search in Mold or in Zones with Xenos)."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor may Search in any building or street Zone. Normal Search rules apply (no Search in Zones with Zombies, for example)."
            }
        ]
    },
    {
        "name": "Search: 2 cards",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Draw 2 cards when Searching with the Survivor."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "Draw 2 cards when Searching with the Survivor."
            }
        ]
    },
    {
        "name": "Shove",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone at Range 1 from the Survivor. Both Zones need to share a clear path. All Zombies standing in the Survivor’s Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. Both Zones need to share a clear path. All Ghouls standing in your Survivor's Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. Both Zones need to share a clear path. All Xenos standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone at Range 1 from your Survivor. All Zombies standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement. Both Zones need to share a clear path. A Zombie can’t cross closed doors, ramparts (see the Wulfsburg expansion) or walls, but can be shoved in or out of a Vault."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. All Zombies standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement. Both Zones need to share a clear path. A Zombie can’t cross closed doors, ramparts (see the Wulfsburg expansion), or walls, but can be shoved in or out of a Vault (see Black Plague), a Waterhole Zone, and through a Barrier or Hedge."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from your Survivor. Both Zones need to share a clear path. All Xenos standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. Select a Zone at Range 1 from the Survivor and within Line of Sight. All Zombies standing in the Survivor’s Zone are pushed to the selected Zone. This is not a Move."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone at Range 1 from the Survivor. Both Zones need to share a clear path. All Zombies standing in the Survivor’s Zone are pushed to the selected Zone. This is not Movement."
            }
        ]
    },
    {
        "name": "Sidestep",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Whenever any Zombies spawn within Range 0-1 (and before any Rushes), the Survivor may immediately perform a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "Whenever any Zombies spawn within Range 0-1, the Survivor may immediately perform a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone. Entering a Zone containing Zombies still ends a Survivor's Move Action. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide White Death",
                "description": "Whenever any Zombie spawns within Range 0-1, the Survivor may immediately perform a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "Whenever any Zombies spawn within Range 0-1 (and before any extra Activations), the Survivor may immediately perform a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone. The Survivor may use this Skill once per Zombie card drawn."
            }
        ]
    },
    {
        "name": "Slippery",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Zombies. The Survivor also ignores Zombies when performing Move Actions (including those allowing them to cross several Zones, with the Sprint Skill for example)."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Ghouls. Entering a Zone containing Ghouls still ends the Survivor's Move Action."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor does not spend extra Actions when he performs a Move Action out of a Zone containing Zombies. Entering a Zone containing Zombies ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Zombies. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Zombies. The Survivor also ignores Zombies when performing Move Actions (including those allowing them to cross several Zones, like with the Sprint Skill, for example)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Zombies. The Survivor also ignores Zombies when performing Move Actions (including those allowing them to cross several Zones, like with the Sprint Skill for example)."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor does not spend extra Actions when he performs a Move Action through a Zone where there are Zombies."
            }
        ]
    },
    {
        "name": "Sniper",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor may freely choose the targets of all their Ranged Actions. Friendly Fire is ignored."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor may freely choose the targets of all his Ranged Combat Actions."
            }
        ]
    },
    {
        "name": "Sprint",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill once during each of his Turns. Spend one Move Action with the Survivor: He may move two or three Zones instead of one. Entering a Zone containing Zombies ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor: they may move 2 or 3 Zones instead of 1. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill once during each of their Turns. They spend 1 Move Action and may move 2 or 3 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action (except if they have the Slippery Skill)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill once during each of their Turns. Spend 1 Move Action with the Survivor. They may move 2 or 3 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Starts with [X] Health",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor starts with the indicated amount of Health. This is their base level. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            }
        ]
    },
    {
        "name": "Starts with 2 AP",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor begins the game with 2 Adrenaline Points. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor begins the game with 2 Adrenaline Points."
            }
        ]
    },
    {
        "name": "Starts with a [Equipment]",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup. \\n\\nNote: Survivors with this Skill cannot be used as Companions."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor begins the game with the indicated Equipment; its card is automatically assigned to him during Setup."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor begins the game with the indicated Equipment. Its card is automatically assigned to them during Setup."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor begins the game with the indicated Equipment; its card is automatically assigned to him before the beginning of the game."
            }
        ]
    },
    {
        "name": "Steady hand",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can ignore other Survivors of their choosing when missing with a Ranged Action. This Skill does not apply to game effects killing everything in the targeted Zone (such as a Molotov, for example)."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can ignore other Survivors of his choosing when missing with a Magic or Ranged Action. The Skill does not apply to game effects killing everything in the targeted Zone (such as a Dragon Fire, for example)."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor can ignore other Survivors of their choosing when missing with a Ranged Action. This Skill does not apply to game effects killing everything in the targeted Zone (such as a Dynamite, for example)."
            }
        ]
    },
    {
        "name": "Super strength",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide Invader",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            }
        ]
    },
    {
        "name": "Swordmaster",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Tactician",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor’s Turn can be resolved anytime during the Player Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill, players choose their Turn order."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor’s Turn can be resolved anytime during the Player’s Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s Turn can be resolved anytime during the Players’ Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill at the same time, choose their Turn order."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s Turn can be resolved anytime during the Players’ Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill at the same time, choose their Turn order."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor’s Turn can be resolved anytime during the Player’s Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor’s Turn can be resolved any time during the Players Phase, before or after any other Survivor’s Turn. If several Survivors benefit from this Skill, players choose their Turn order."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor’s turn can be resolved anytime during the Player Phase, before or after any other Survivor’s Turn."
            }
        ]
    },
    {
        "name": "Taunt",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor can use this Skill once during each of their Turns, for free. Select a Zone up to 2 Zones away from the Survivor and having a clear path to the Survivor (no walls, closed Barricades, or closed Doors). No Line of Sight is needed. All Zombies standing in the selected Zone immediately gain an extra Activation. They try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone up to 2 Zones away from the Survivor and having a clear path to the Survivor (no walls, closed Barricades, or closed Doors). No Line of Sight is needed. All Ghouls standing in the selected Zone immediately gain an extra Activation. They try to reach the taunting Survivor by any means available. Taunted Ghouls ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone up to 2 Zones away from the Survivor, and having a clear path to the Survivor (no wall or closed door). No Line of Sight is needed. All Xenos standing in the selected Zone immediately gain an extra Activation: they try to reach the taunting Survivor by any means available. Taunted Xenos ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone your Survivor can see. All Zombies standing in the selected Zone immediately gain an extra Activation: They try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and cross the Zone they stand in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone your Survivor can see. All Zombies standing in the selected Zone immediately gain an extra Activation: they try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill, for free, once during each of their Turns. Select a Zone up to 2 Zones away from the Survivor, and having a clear path to the Survivor (no wall or closed door). No Line of Sight is needed. All Xenos standing in the selected Zone immediately gain an extra Activation: they try to reach the taunting Survivor by any means available. Taunted Xenos ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. Select a Zone the Survivor has Line of Sight to. All Zombies standing in the selected Zone immediately gain an extra Activation. They try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and leave the Zone they are standing in if needed to reach the taunting Survivor."
            }
        ]
    },
    {
        "name": "Tough",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor ignores the first Wound they receive during each Attack Step (Zombie Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            },
            {
                "game": "Zombicide Invader",
                "description": "The Survivor ignores the first Damage they receive during each Attack Step (Xenos’ Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor ignores the first Wound he receives from a single Zombie every Zombies’ Phase."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor ignores the first Wound they receive from a single Zombie every Zombies’ Phase."
            },
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor ignores the first Wound they receive during each Attack Step (Zombie Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor ignores the first Damage they receive during each Attack Step (Xenos’ Phase) and during Friendly Fire (Survivor’s Ranged Action)."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor ignores the first Wound they receive during each Attack Step (Zombies Phase) and during Friendly Fire (Survivor’s Magic or Ranged Action)."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor ignores the first Attack he receives from a single Zombie every Zombies' Phase."
            }
        ]
    },
    {
        "name": "Webbing",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "All Equipment in the Survivor’s inventory is considered equipped in Hand."
            }
        ]
    },
    {
        "name": "Zombie link",
        "versions": [
            {
                "game": "Zombicide 2nd Edition",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card (NOT Rushes) is drawn from the Zombie pile. They play before the extra-activated Zombies. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card is drawn from the Zombie pile. He plays before the extra-activated Zombies. If several Survivors benefit from this Skill at the same time, choose their Turn order."
            }
        ]
    },
    {
        "name": "+1 free [Action] Action",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Machine, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type. Free Machine Actions still require control of a Machine, either through a Skill or Remote token."
            }
        ]
    },
    {
        "name": "Bloodlust: Melee",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action: They Move up to 2 Zones to a Zone containing at least 1 Ghoul. They then gain 1 free Melee Action. Normal Movement rules apply."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "Spend one Action with the Survivor: He Moves up to two Zones to a Zone containing at least one Zombie. He then gains one free Melee Action, to use immediately."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Spend 1 Action with the Survivor: theyMove up to 2 Zones to a Zone containing at least 1 Zombie.They then gain 1 free Melee Action to use immediately."
            }
        ]
    },
    {
        "name": "Hawk-eye",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor's Lines of Sight go at Range 1 through closed Barricades and Corn Fields. It may allow them to perform Ranged Actions through such obstacles."
            }
        ]
    },
    {
        "name": "Hit & Run",
        "versions": [
            {
                "game": "Zombicide Night of the Living Dead",
                "description": "The Survivor can use this Skill for free, just after they resolved a Melee or Ranged Action resulting in at least 1 Ghoul being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Ghouls are standing in their Zone."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill for free, just after they resolved a Magic, Melee, or Ranged Action resulting in at least 1 Zombie kill. They can then resolve a free Move Action. The Survivor benefits from the effects of the Slippery Skill for this Move Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free just after they resolve a Magic, Melee, or Ranged Action resulting in a least 1 Zombie being eliminated. They can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can use this Skill for free just after they resolve a Melee or Ranged Action resulting in at least 1 Zombie being eliminated. They can then make a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in their Zone."
            }
        ]
    },
    {
        "name": "+1 Damage: [Type]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Melee or Ranged)."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Combat, Melee, or Ranged)."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Combat Action (Magic, Melee or Ranged)."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Combat Action (Magic, Melee, or Ranged)."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor gets a +1 Damage bonus with the specified type of Action (Melee or Ranged)."
            }
        ]
    },
    {
        "name": "+1 Damage with [Equipment]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment."
            },
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment."
            }
        ]
    },
    {
        "name": "+1 free [Type] Action",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Machine, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type. Free Machine Actions still require control of a Machine, either through a Skill or Remote token."
            },
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type. Actions limited to once per Turn (Search, for example) are still limited to 1."
            }
        ]
    },
    {
        "name": "Auto repair",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "During each End Phase, restore the Survivor’s Armor to its base level."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "During each End Phase, restore the Survivor’s Armor to its base level."
            }
        ]
    },
    {
        "name": "Blademaster",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor treats all Melee weapons as if they had the Dual symbol."
            }
        ]
    },
    {
        "name": "Camouflage",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may earn a Camouflage token at the start of their Turn, if no Xeno has a Line of Sight on them. Place the token next to their base. The Survivor may keep the token (even from a Game Round to the next) until they resolve any kind of Combat or Machine Action, or make Noise. It may be earned again in the same way. As long as they have this token, the Survivor is ignored by all Xenos and is not considered a Noise token. Xenos don’t attack them and will even move past them.Even with the Camouflage token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Xenos."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor may earn a Camouflage token at the start of their Turn, if no Xeno has a Line of Sight on them. Place the token next to their base. The Survivor may keep the token (even from a Game Round to the next) until they resolve any kind of Combat or Machine Action, or make Noise. It may be earned again in the same way. As long as they have this token, the Survivor is ignored by all Xenos and is not considered a Noise token. Xenos don’t attack them and will even move past them. Even with the Camouflage token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Xenos."
            }
        ]
    },
    {
        "name": "Concentrate Fire expert",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "Whenever the Survivor Concentrates Fire with 2 dice (or more), the Damage value of the weapon gets +1, and there is no Friendly Fire."
            }
        ]
    },
    {
        "name": "Enhanced senses",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can trace Line of Sight 1 Zone farther in room Zones. They also ignore dark Zones rules to trace Lines Of Sight (dark Zones are featured in expansions)."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can trace Line of Sight 1 Zone farther in room Zones. They also ignore Dark Zones rules to trace Lines of Sight (P. 11)."
            }
        ]
    },
    {
        "name": "Ironclad: [Xenos type]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor ignores all Damage coming from Xenos having the indicated keyword in its name. Ironclad: Worker works with any Workers, for example."
            }
        ]
    },
    {
        "name": "Predator",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Xenos standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) they use with the number of Xenos standing in their Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
            }
        ]
    },
    {
        "name": "Remote control: [Machine]",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor may perform Machine Actions (P. XX) with Machines of the indicated type (Bot, Sentry Gun, or All)."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor may perform Machine Actions (P. 25) with Machines of the indicated type (Bot, Sentry Gun, or All)."
            }
        ]
    },
    {
        "name": "Search: 2 cards\"",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "Draw 2 cards when Searching with the Survivor."
            }
        ]
    },
    {
        "name": "Starts with [X] Armor Points",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivors starts with the indicated amount of Armor Points."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor starts with the indicated amount of Armor Points. This is their base level."
            }
        ]
    },
    {
        "name": "Unstoppable",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Xenos. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor does not spend extra Actions when they perform a Move Action out of a Zone containing Xenos. Entering a Zone containing Xenos still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Xenos link",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card (NOT Abomination cards) is drawn from the Xenos pile. They play before the extra-activated Xenos. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card (NOT Abomination cards) is drawn from the Xenos pile. They play before the extra-activated Xenos. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            }
        ]
    },
    {
        "name": "Zero-G run",
        "versions": [
            {
                "game": "Zombicide Invader",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. They move 2 Zones. Ignore everything in the intervening Zone, except walls and closed doors. Movement related Skills (like +1 Zone per Move or Unstoppable) are ignored, but Movement penalties (like having Xenos in the starting Zone) apply.\"\n\n\n"
            },
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor can use this Skill once during each of their Turns. The Survivor spends 1 Action. They move 2 Zones. Ignore everything in the intervening Zone, except walls and closed doors. Movement related Skills (like +1 Zone per Move or Unstoppable) are ignored, but Movement penalties (like having Xenos in the starting Zone) apply."
            }
        ]
    },
    {
        "name": "+1 free All-Out [Action] Action",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, or Ranged) to go All-Out with. This Action may only be used to perform an Action of the specified type."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, or Ranged) to go All-Out with. This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "All-Out: [Skill]",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor benefits from the indicated Skill or game effect whenever going All-Out."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor benefits from the indicated Skill or game effect whenever going All-Out."
            }
        ]
    },
    {
        "name": "Double All-Out dice",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor may double the All- out dice amount written on the Equipment card(s) they use whenever going All-Out."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor may double the All- out dice amount written on the Equipment card(s) they use whenever going All-Out."
            }
        ]
    },
    {
        "name": "Ignore 1 Break",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "This Skill may be used once per Game Round, right after a Combat Action roll. Ignore all Break results for this Action."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "This Skill may be used once per Game Round, right after a Combat Action roll. Ignore all Break results for this Action."
            }
        ]
    },
    {
        "name": "Jack of all trades",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor begins each game with a Campaign Skill of their choosing and that they don’t already possess. The chosen Skill is kept only until the end of the Mission."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor begins each game with a Campaign Skill of their choosing and that they don’t already possess. The chosen Skill is kept only until the end of the Mission."
            }
        ]
    },
    {
        "name": "Night fighter",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor’s Ranged Attacks performed during nighttime have Accuracy 5+ (rolling 5 or more is required to hit). Game effects altering the Accuracy still apply (like +1 to dice roll: Ranged, for example). Automatic success, like throwing a Molotov, also still apply."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor’s Ranged Attacks performed during nighttime have Accuracy 5+ (rolling 5 or more is required to hit). Game effects altering the Accuracy still apply (like +1 to dice roll: Ranged, for example). Automatic success, like throwing a Molotov, also still apply."
            }
        ]
    },
    {
        "name": "Night vision",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "The Survivor ignores Night rules and Dark Zone rules (Core rulebook P. 33)."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "The Survivor ignores Night rules and Dark Zone rules (Core rulebook P. 33)."
            }
        ]
    },
    {
        "name": "Spare parts",
        "versions": [
            {
                "game": "Zombicide Fort Hendrix",
                "description": "Each time the Survivor gets 1 or more Break results during a Melee or Ranged Attack, they may discard a weapon card of the corresponding type (Ranged or Melee) to ignore these Break results."
            },
            {
                "game": "Zombicide Washington ZC",
                "description": "Each time the Survivor gets 1 or more Break results during a Melee or Ranged Attack, they may discard a weapon card of the corresponding type (Ranged or Melee) to ignore these Break results."
            }
        ]
    },
    {
        "name": "Blessed",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "All other Survivors in the same Zone as this Survivor can re-roll 1 of their dice once during the Player Phase. This Skill stacks with the Lucky Skill, so any Survivor with Blessed and Lucky can re-roll the same die twice."
            }
        ]
    },
    {
        "name": "Capoeira fighter",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "The Survivor is always considered equipped with the following Melee weapon: The Survivor doesn’t need Equipment to open doors and gains 1 free Open Door Action once per Turn."
            }
        ]
    },
    {
        "name": "Double strike",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "The Survivor gets 1 free Ranged Action whenever they perform a successful Melee Attack."
            }
        ]
    },
    {
        "name": "Good eye",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "When performing a Search Action, draw 3 cards and choose 1, discarding the others. AAAHH! cards are applied even when they are not chosen."
            }
        ]
    },
    {
        "name": "Master planner",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "This Survivor always selects who receives the First Player token in the End Phase."
            }
        ]
    },
    {
        "name": "Shine in darkness",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "Ignore Dark Zones. The Survivor has +1 die when attacking into any Dark Zone."
            }
        ]
    },
    {
        "name": "Well-equipped",
        "versions": [
            {
                "game": "Zombicide Rio Z Janiero",
                "description": "The Survivor starts with 1 Plenty of Bullets OR Plenty of Shells card from the Equipment deck."
            }
        ]
    },
    {
        "name": "+1 Charge per Turn",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra use of the Brawler’s Class Ability, Charge, each time they activate. This allows a Brawler to Charge more than once per Turn!"
            }
        ]
    },
    {
        "name": "+1 Damage: [Equipment]",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor gets a +1 Damage bonus with the specified Equipment or type of Equipment (Rifle, Pistol, or Melee Weapon)."
            }
        ]
    },
    {
        "name": "+1 to Dice Roll: [Action]",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor adds 1 to the result of each die they roll during an Action of the specified type (Combat, Melee, or Ranged). The maximum result is always 6."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor adds 1 to the result of each die they roll with Actions of the specified type (Combat, Magic, Melee, or Ranged). The maximum result is always 6. REMEMBER: A result of 1 is always a failure."
            }
        ]
    },
    {
        "name": "+1 die: [Equipment]",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "Roll an extra die with each Combat Action spent with the indicated Equipment or Equipment type (Melee weapon, Rifle, Pistol, etc.). Dual weapons each gain a die, for a total of +2 dice per Dual Action with the indicated weapon."
            }
        ]
    },
    {
        "name": "+1 free [Equipment] Action",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Action to spend with the specified Equipment or Equipment type (Melee weapon, Rifle, Pistol, etc.)"
            }
        ]
    },
    {
        "name": "+1 free Charge",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Action to use with the Brawler Class Ability, Charge. While the Charge is free, this Class Ability is still limited to once per Turn."
            }
        ]
    },
    {
        "name": "+1 free Fanning",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Ranged Action to use with the Gunslinger Class Ability, Fanning."
            }
        ]
    },
    {
        "name": "+1 free Reload",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Action to reload a reloadable weapon (P. 35)."
            }
        ]
    },
    {
        "name": "+1 free Vade Retro",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra free Action to use with the Faithful Class Ability, Vade Retro. While the Vade Retro is free, this Class Ability is still limited to once per Turn."
            }
        ]
    },
    {
        "name": "+1 Vade Retro per Turn",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor has 1 extra use of the Faithful Class Ability, Vade Retro, each time they activate. This allows the Survivor to cast several Vade Retro per Turn!"
            }
        ]
    },
    {
        "name": "Born Leader",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately. Then the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide White Death",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately, then the Born leader Survivor resumes their Turn."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "During the Survivor’s Turn, the Survivor may give 1 free Action to another Survivor to use as they please. This Action is used immediately. Then, the Born leader Survivor resumes their Turn."
            }
        ]
    },
    {
        "name": "Brawler",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor is considered a Brawler in addition to their starting Class (P. 23). When this skill is acquired, the Survivor's Health is increased by 1 point, and they immediately heal 1 Wound, up to their maximum Health. NOTE: If this Skill is acquired through a Companion, the additional Wound Bar level is not acquired."
            }
        ]
    },
    {
        "name": "Brother in Arms: [Game Effect]",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor can use this Skill or game effect whenever they are standing in the same Zone as at least 1 other Survivor. As long as Brother in Arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game effect. NOTE: Brother in Arms may be shortened to BIA."
            }
        ]
    },
    {
        "name": "Charge [Game Effect]:",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor can use this Skill or game effect when using the Brawler Class Ability, Charge. (P. 23)"
            }
        ]
    },
    {
        "name": "Charge: +1 Damage",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor gets a +1 Damage bonus with the free Melee Action given by the Brawler Class Ability, Charge."
            }
        ]
    },
    {
        "name": "Charge: +1 to dice roll",
        "versions": [
            {
                "game": "Zombicide Undead or Alive",
                "description": "The Survivor adds 1 to the result of each die they roll on the free Melee Action given by the Brawler Class Ability, Charge. The maximum result is always 6."
            }
        ]
    },
    {
        "name": "+1 to dice roll: Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor adds 1 to the result of each die he rolls on a Combat Action (Melee, Ranged or Magic). The maximum result is always 6."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor adds 1 to the result of each die they roll on a Combat Action (Melee, Ranged, or Magic). The maximum result is always 6."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor adds 1 to the result of each die he rolls on a Combat Action (Melee or Ranged). The maximum result is always 6."
            }
        ]
    },
    {
        "name": "+1 to dice roll: Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor adds 1 to the result of each die he rolls on a Magic Action. The maximum result is always 6."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor adds 1 to the result of each die they roll on a Magic Action. The maximum result is always 6."
            }
        ]
    },
    {
        "name": "+1 to dice roll: Melee",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor adds 1 to the result of each die he rolls in Melee Actions. The maximum result is always 6."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor adds 1 to the result of each die they roll on a Melee Action. The maximum result is always 6."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor adds 1 to the result of each die he rolls in Melee Combat. The maximum result is always 6."
            }
        ]
    },
    {
        "name": "+1 to dice roll: Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor adds 1 to the result of each die he rolls in Ranged Actions. The maximum result is always 6."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor adds 1 to the result of each die they roll on a Ranged Action. The maximum result is always 6."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor adds 1 to the result of each die he rolls in Ranged Combat. The maximum result is always 6."
            }
        ]
    },
    {
        "name": "+1 die: Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s weapons and Combat spells roll an extra die in Combat (Melee, Ranged or Magic). Dual weapons and spells gain a die each, for a total of +2 dice per Dual Combat Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s weapons and Combat spells roll an extra die in Combat (Melee, Ranged, or Magic). Dual weapons and spells each gain a die, for a total of +2 dice per Dual Combat Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor's weapons roll an extra die in Combat (Melee or Ranged). Dual weapons gain a die each, for a total of +2 dice per Dual Combat Action."
            }
        ]
    },
    {
        "name": "+1 die: Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s Combat spells roll an extra die for Magic Actions. Dual Combat spells gain a die each, for a total of +2 dice per Dual Magic Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s Combat spells roll an extra die for Magic Actions. Dual Combat spells each gain a die, for a total of +2 dice per Dual Magic Action."
            }
        ]
    },
    {
        "name": "+1 die: Melee",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s Melee weapons roll an extra die for Melee Actions. Dual Melee weapons gain a die each, for a total of +2 dice per Dual Melee Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s Melee weapons roll an extra die for Melee Actions. Dual Melee weapons each gain a die, for a total of +2 dice per Dual Melee Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor's Melee weapons rolls an extra die in Combat. Dual melee weapons gain a die each, for a total of +2 dice per Dual Melee Combat Action."
            }
        ]
    },
    {
        "name": "+1 die: Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor’s Ranged weapons roll an extra die for Ranged Actions. Dual Ranged weapons gain a die each, for a total of +2 dice per Dual Ranged Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor’s Ranged weapons roll an extra die for Ranged Actions. Dual Ranged weapons each gain a die, for a total of +2 dice per Dual Ranged Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor's Ranged weapons roll an extra die in Combat. Dual ranged weapons gain a die each, for a total of +2 dice per Dual Ranged Combat Action."
            }
        ]
    },
    {
        "name": "+1 free Combat Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Combat Action. This Action may only be used for Melee, Ranged or Magic Actions."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has 1 extra freeCombat Action. This Action may only be used for Melee,Ranged, or Magic Actions.+1 free Enchantment Action,Zombicide Green Horde,The Survivor has 1 extra free Enchantment Action. This Action may only be used forEnchantment Actions."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor has one free extra Combat Action. This Action may only be used for Melee or Ranged Combat."
            }
        ]
    },
    {
        "name": "+1 free Enchantment Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Enchantment Action. This Action may only be used for Enchantment Actions."
            }
        ]
    },
    {
        "name": "+1 free Magic Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Magic Action. This Action may only be used for Magic Actions."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has 1 extra free Magic Action. This Action may only be used for Magic Actions.+1 free Melee Action,Zombicide Green Horde,The Survivor has 1 extra free MeleeAction. This Action may only be used for a Melee Action."
            }
        ]
    },
    {
        "name": "+1 free Melee Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Melee Action. This Action may only be used for a Melee Action."
            }
        ]
    },
    {
        "name": "+1 free Move Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Move Action. This Action may only be used as a Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has 1 extra free Move Action. This Action may only be used as a Move Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor has one free extra Move Action. This Action may only be used as a Move Action."
            }
        ]
    },
    {
        "name": "+1 free Ranged Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Ranged Action. This Action may only be used as a Ranged Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has 1 extra free Ranged Action. This Action may only be used as a Ranged Action.+1 free Search Action,Zombicide Green Horde,The Survivor has 1 extra free SearchAction. This Action may only be used to Search, and the Survivor can still only Search once per Turn."
            }
        ]
    },
    {
        "name": "+1 free Search Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Search Action. This Action may only be used to Search, and the Survivor can still only Search once per Turn."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor has one free extra Search Action. This Action may only be used to Search and the Survivor can still only Search once per turn."
            }
        ]
    },
    {
        "name": "2 Zones per Move Action",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "When the Survivor spends one Action to Move, he can move one or two Zones instead of one. Entering a Zone containing Zombies ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1.Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "When the Survivor spends one Action to Move, he can move one or two Zones instead of one."
            }
        ]
    },
    {
        "name": "Bloodlust: Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Spend one Action with the Survivor: He Moves up to two Zones to a Zone containing at least one Zombie. He then gains one free Combat Action (Melee, Ranged or Magic)."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Spend 1 Action with the Survivor: theyMove up to 2 Zones to a Zone containing at least 1 Zombie.They then gain 1 free Combat Action (Melee, Ranged, or Magic)."
            }
        ]
    },
    {
        "name": "Bloodlust: Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Spend one Action with the Survivor: He Moves up to two Zones to a Zone containing at least one Zombie. He then gains one free Magic Action, to use immediately."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Spend 1 Action with the Survivor: theyMove up to 2 Zones to a Zone containing at least 1 Zombie.They then gain 1 free Magic Action to use immediately."
            }
        ]
    },
    {
        "name": "Bloodlust: Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Spend one Action with the Survivor: He Moves up to two Zones to a Zone containing at least one Zombie. He then gains one free Ranged Action, to use immediately."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Spend 1 Action with the Survivor: theyMove up to 2 Zones to a Zone containing at least 1 Zombie.They then gain 1 free Ranged Action to use immediately."
            }
        ]
    },
    {
        "name": "Collector: [Zombie type]",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor gains double the experience each time he kills a Zombie of the specified type."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor gains double the experience each time they kill a Zombie of the specified type."
            }
        ]
    },
    {
        "name": "Frenzy: Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "All weapons and Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual weapons gain a die each, for a total of +2 dice per Wound and per Dual Combat Action (Melee, Ranged or Magic)."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "All weapons and Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual weapons and spells each gain a die, for a total of +2 dice per Wound and per Dual Combat Action (Melee, Ranged, or Magic)."
            }
        ]
    },
    {
        "name": "Frenzy: Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Combat spells gain a die each, for a total of +2 dice per Wound and per Dual Magic Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Combat spells each gain a die, for a total of +2 dice per Wound and per Dual Magic Action."
            }
        ]
    },
    {
        "name": "Frenzy: Melee",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Melee weapons the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Melee weapons gain a die each, for a total of +2 dice per Wound and per Dual Melee Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Melee weapons the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Melee weapons each gain a die, for a total of +2 dice per Wound and per Dual Melee Action."
            }
        ]
    },
    {
        "name": "Frenzy: Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Ranged weapons the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Ranged weapons gain a die each, for a total of +2 dice per Wound and per Dual Ranged Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Ranged weapons the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Ranged weapons each gain a die, for a total of +2 dice per Wound and per Dual Ranged Action."
            }
        ]
    },
    {
        "name": "Ironclad: [Zombie type]",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor ignores all Wounds coming from Zombies of the specified type (such as “Walker”, “Runner”, etc.)."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor ignores all Wounds coming from Zombies having the indicated keyword in its name (such as “Walker”, “Runner”, etc.). “Ironclad: Walker” works with Orc Walkers, for example."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor ignores all Wounds coming from Zombies having the indicated keyword in their name. Ironclad: Walker works with any Walker, for example."
            }
        ]
    },
    {
        "name": "Iron hide",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor can make Armor rolls with a 5+ Armor value, even when he does not wear an armor on his Body slot. Wearing an armor, the Survivor adds 1 to the result of each die he rolls for Armor rolls. The maximum result is always 6."
            }
        ]
    },
    {
        "name": "Iron rain",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            }
        ]
    },
    {
        "name": "Is that all you’ve got?",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "You can use this Skill any time the Survivor is about to get Wounds. Discard one Equipment card in your Survivor’s inventory for each Wound he’s about to receive. Negate a Wound per discarded Equipment card."
            }
        ]
    },
    {
        "name": "Lock it down",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "At the cost of one Action, the Survivor can close an open door in his Zone. Opening or destroying it again later does not trigger a new Zombie Spawn."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "At the cost of one Action, the Survivor can close an open door. Opening it again later does not trigger a new Zombie Spawn."
            }
        ]
    },
    {
        "name": "Loud",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Once during each of his Turns, the Survivor can make a huge amount of noise! Until this Survivor’s next Turn, the Zone he used this Skill in is considered to have the highest number of Noise tokens on the entire board. If different Survivors have this Skill, only the last one who used it applies the effects."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "Once per turn, the Survivor can make a huge amount of noise! Until this Survivor's next turn, the Zone he used this Skill in is considered to have the highest number of Noise tokens on the entire map. If different Survivors have this Skill, only the last one who used it applies the effects."
            }
        ]
    },
    {
        "name": "Mana rain",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "When resolving a Magic Action, the Survivor may substitute the Dice number of the Combat spell(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Magic, still apply."
            }
        ]
    },
    {
        "name": "Marksman",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor may freely choose the targets of all his Magic and Ranged Actions. Misses don’t hit Survivors."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor may freely choose the targets of all their Magic and Ranged Actions. Misses don’t hit Survivors."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor may freely choose the targets of all their Magic and Ranged Actions. Friendly Fire is ignored."
            }
        ]
    },
    {
        "name": "Matching set!",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "When a Survivor performs a Search Action and draws an Equipment card with the Dual symbol, he can immediately take a second card of the same type from the Equipment deck. Shuffle the deck afterward."
            }
        ]
    },
    {
        "name": "Reaper: Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Use this Skill when assigning hits while resolving a Combat Action (Melee, Ranged or Magic). One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Use this Skill when assigning hits while resolving a Melee, Ranged, or Magic Action. 1 of these hits can freely kill 1 additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            }
        ]
    },
    {
        "name": "Reaper: Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Use this Skill when assigning hits while resolving a Magic Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Use this Skill when assigning hits while resolving a Magic Action. 1 of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            }
        ]
    },
    {
        "name": "Reaper: Melee",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Use this Skill when assigning hits while resolving a Melee Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Use this Skill when assigning hits while resolving a Melee Action. 1 of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            }
        ]
    },
    {
        "name": "Reaper: Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Use this Skill when assigning hits while resolving a Ranged Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Use this Skill when assigning hits while resolving a Ranged Action. 1 of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die Combat",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "You may roll an additional die for each “6” rolled on any Combat Action (Melee, Ranged or Magic). Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls (the Plenty Of Arrows Equipment card, for example) must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "You may roll an additional die for each 6 rolled on any Melee, Ranged, or Magic Action. Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls (the Plenty Of Arrows Equipment card, for example) must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die Magic",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "You may roll an additional die for each “6” rolled on a Magic Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "You may roll an additional die for each 6 rolled on a Magic Action. Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die Melee",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "You may roll an additional die for each “6” rolled on a Melee Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "You may roll an additional die for each 6 rolled on a Melee Action. Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Roll 6: +1 die Ranged",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "You may roll an additional die for each “6” rolled on a Ranged Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls (the Plenty Of Arrows Equipment card, for example) must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "You may roll an additional die for each 6 rolled on a Ranged Action. Keep on rolling additional dice as long as you keep getting 6. Game effects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Rotten",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "At the end of his Turn, if the Survivor has not resolved a Combat Action (Melee, Ranged or Magic) and not produced a Noise token, place a Rotten token next to his base. As long as he has this token, he is totally ignored by all Zombies and is not considered a Noise token. Zombies don’t attack him and will even walk past him. The Survivor loses his Rotten token if he resolves any kind of Combat Action (Melee, Ranged or Magic) or makes noise. Even with the Rotten token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Zombies."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "At the end of their Turn, if the Survivor has not resolved any Combat Action (Melee, Ranged, or Magic), not Fired a Siege Engine, and not produced a Noise token, place a Rotten token next to their base. As long as they have this token, they are totally ignored by all Zombies and are not considered a Noise token. Zombies don’t attack them and will even walk past them. The Survivor loses their Rotten token if they resolve any kind of Combat Action (Melee, Ranged, or Magic), Fire a Siege Engine, or makes noise. Even with the Rotten token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Zombies."
            }
        ]
    },
    {
        "name": "Search: +1 card",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "Draw an extra card when Searching with the Survivor."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "Draw 1 extra card when Searching with this Survivor."
            }
        ]
    },
    {
        "name": "Spellbook",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "All Combat spells and Enchantments in the Survivor’s Inventory are considered equipped in Hand. With this Skill, a Survivor could effectively be considered as having several Combat spells and Enchantments cards equipped in Hand. For obvious reasons, he can only use two identical dual Combat Spells at any given time. Choose any combination of two before resolving Actions or rolls involving the Survivor."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "All Combat spells and Enchantments in the Survivor’s Backpack are considered equipped in Hand. With this Skill, a Survivor could effectively be considered as having several Combat spells and Enchantments cards equipped in Hand. For obvious reasons, they can only use 2 identical Dual Combat Spells at any given time. Choose any combination of 2 before resolving Actions or rolls involving the Survivor."
            },
            {
                "game": "Zombicide White Death",
                "description": "All Combat spells and Enchantments in the Survivor’s Backpack are considered equipped in Hand. With this Skill, a Survivor could eﬀectively be considered as having several Combat spells and Enchantment cards equipped in Hand. For obvious reasons, they can only use 2 identical Dual Combat Spells at any given time. Choose any combination of 2 before resolving Actions or rolls involving the Survivor."
            }
        ]
    },
    {
        "name": "Spellcaster",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "The Survivor has one extra free Action. This Action may only be used for a Magic Action or an Enchantment Action."
            },
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor has 1 extra free Action. This Action may only be used for a Magic Action or an Enchantment Action."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor has 1 free Action that may only be used for a Magic or Enchantment Action."
            }
        ]
    },
    {
        "name": "Trick shot",
        "versions": [
            {
                "game": "Zombicide Black Plague",
                "description": "When the Survivor is equipped with Dual Combat spells or Ranged weapons, he can aim at different Zones with each spell/weapon in the same Action."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "When the Survivor is equipped with Dual Ranged weapons, he can aim at targets in different Zones with each weapon in the same Action."
            }
        ]
    },
    {
        "name": "Battle rage",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor gains an extra die to roll for subsequent Melee Actions whenever they kill at least 1 Zombie with a Melee Action. The bonus is cumulative if theSurvivor gets at least 1 Zombie kill in the subsequent MeleeActions and applies until the end of the Survivor’s Activation."
            }
        ]
    },
    {
        "name": "Double casting",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "Every time the Survivor performs an Enchantment Action, they can select an extra target for the same Enchantment for free. First, designate both targets, then resolve one application after the other, in any order."
            }
        ]
    },
    {
        "name": "Hold Your Nose",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "This Skill can be used once per Turn. The Survivor gets a free Search Action in the Zone if they have eliminated a Zombie (even in a Street Zone or Vault,Zombicide Green Horde,see Zombicide: Black Plague) in the same Game Round. This Action may only be used to Search, and the Survivor can still only Search once per Turn."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor draws an Equipment card whenever the last Zombie standing in their Zone is eliminated (by the Survivor themselves, another Survivor, or any game eﬀect). This Skill works in any Zone, even a street Zone, and can be used multiple times in the same Turn. This is NOT considered a Search Action."
            }
        ]
    },
    {
        "name": "Iron Hide",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can make Armor rolls with a 5+ Armor value, even when they are not wearing armor on their Body slot. When wearing armor, the Survivor adds 1 to the result of each die they roll for Armor rolls. The maximum result is always 6."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can make Armor rolls with a 5+Armor value, even when they are not wearing armor in their Body slot. When wearing armor, the Survivor adds 1 to the result of each die they roll for Armor rolls. The maximum result is always 6 and 1 is always a failure."
            }
        ]
    },
    {
        "name": "Iron Rain",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
            },
            {
                "game": "Zombicide White Death",
                "description": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) they use with the number of Zombies standing in the targeted Zone. Skills aﬀecting the dice value, like +1 Die: Ranged, still apply."
            }
        ]
    },
    {
        "name": "Low Profile",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can’t get hit by Survivors’ Magic and Ranged Actions (Siege Actions still apply). Ignore them when casting a Combat spell or shooting in the Zone they stand in. Game effects that kill everything in the targetedZone, like Dragon Fire, still kill them, though."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can’t get hit by Friendly Fire (Cauldron and Dragon Fire still apply). Ignore them when casting a Combat spell or shooting at the Zone they’re standing in."
            }
        ]
    },
    {
        "name": "Mana Rain",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "When resolving a Magic Action, the Survivor may substitute the Dice number of the Combat spell(s) they use with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Magic, still apply."
            },
            {
                "game": "Zombicide White Death",
                "description": "When resolving a Magic Action, the Survivor may substitute the Dice number of the Combat spell(s) they use with the number of Zombies standing in the targeted Zone. Skills aﬀecting the dice value, like +1 Die: Magic, still apply."
            }
        ]
    },
    {
        "name": "Matching Set!",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "When a Survivor performs a Search Action and draws an Equipment card with the Dual symbol, they can immediately take a second card of the same type from the Equipment deck. Shuffle the deck afterward."
            },
            {
                "game": "Zombicide 1st Edition",
                "description": "When a Survivor performs a Search Action and draws a weapon card with the Dual symbol, he can immediately take a second card of the same type from the Equipment deck. Shuffle the deck afterward."
            }
        ]
    },
    {
        "name": "Point-Blank",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can perform Ranged and Magic Actions in their own Zone, no matter the minimum Range. When resolving a Magic or Ranged Action at Range 0, the Survivor freely chooses the targets and can kill any type of Zombies. Their Combat spells and Ranged weapons still need to inflict enough Damage to kill the targets. Misses don’t hit Survivors."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can perform Magic and Ranged Actions in their own Zone, no matter the minimum Range. When resolving a Magic or Ranged Action at Range 0, the Survivor freely chooses the targets and can eliminate any type of Zombies. Their Combat spells and Ranged weapons still need to inflict enough Damage to eliminate the targets. Friendly Fire is ignored."
            }
        ]
    },
    {
        "name": "Super Strength",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            },
            {
                "game": "Zombicide White Death",
                "description": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
            }
        ]
    },
    {
        "name": "Steady Hand",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can ignore other Survivors of their choosing when missing with a Magic or Ranged Action. The Skill does not apply to game effects killing everything in the targeted Zone (such as a Dragon Fire, for example)."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can ignore other Survivors when missing with a Magic or Ranged Action. This Skill does not apply to game eﬀects killing everything in the targeted Zone (such as Cauldrons or Dragon Fire, for example)."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can ignore other Survivors of their choosing when missing with a Ranged Action. This Skill does not apply to game eﬀects killing everything in the targeted Zone (such as Explosives, for example)."
            }
        ]
    },
    {
        "name": "Transmutation",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor can use this Skill as often as they please, during each of their Turns. Spend 1 Action and discard an Equipment card from your inventory: draw a new Equipment card. The Survivor can reorganize their Inventory for free. This is not a Search Action. Aaahh!!\" cards are resolved as usual.\""
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill as often as they please during each of their Turns. They spend an Action and discard an Equipment card from their Inventory to draw a new Equipment card. This is not a Search Action. Aaahh!! cards are resolved as usual.\"\""
            }
        ]
    },
    {
        "name": "Trick Shot",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "When the Survivor is equipped with Dual Combat spells or Ranged weapons, they can aim at different Zones with each spell/weapon in the same Action."
            }
        ]
    },
    {
        "name": "Zombie Link",
        "versions": [
            {
                "game": "Zombicide Green Horde",
                "description": "The Survivor plays an extra Turn each time an Extra Activation card is drawn from the Zombie pile. They play before the extra-activated Zombies. If several Survivors benefit from this Skill at the same time, choose their Turn order."
            },
            {
                "game": "Zombicide White Death",
                "description": "The Survivor plays an extra Turn each time a Zombie Siege card is drawn from the Zombie pile. They play before the Zombies. If several Survivors benefit from this Skill at the same time, players choose their Turn order."
            }
        ]
    },
    {
        "name": "+1 free Refill",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor has 1 extra free Action to Refill a Depleted weapon (P. 6)."
            }
        ]
    },
    {
        "name": "+1 Steam die: [Action]",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged) when going Full Steam with a weapon. Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 Steam re-roll",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "Once during each of their Turns, the Survivor can re-roll once all Steam dice for an Action they take. The new result takes the place of the previous one. This Skill stacks with the effects of Equipment that allows Steam dice re-rolls."
            }
        ]
    },
    {
        "name": "Double Steam dice",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor may double the Steam dice amount written on the Equipment card(s) they use whenever going Full Steam."
            }
        ]
    },
    {
        "name": "Double Steam dice: [Equipment]",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor may double the Steam dice amount written on the specified Equipment card(s) whenever going Full Steam."
            }
        ]
    },
    {
        "name": "Emergency Refill",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "Once per Turn, an Engineer may spend 1 Action and Deplete a Steam weapon of their choice from their inventory to Refill another Steam weapon of their choice in their inventory. If the Refilled weapon is equipped in Hand, it may beused right away."
            }
        ]
    },
    {
        "name": "Engineer",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor is considered to be an Engineer (P. 9) in addition to their starting Class."
            }
        ]
    },
    {
        "name": "Full Steam: [Game Effect]",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor benefits from the indicated Skill or game effect whenever going Full Steam."
            }
        ]
    },
    {
        "name": "Steam derivation",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "The Survivor may Refill Depleted Equipment within Range 0-1 of any active (and intact) Nozzle. No Line of Sight is required."
            }
        ]
    },
    {
        "name": "Toolbox",
        "versions": [
            {
                "game": "Zombicide Gears and Guns",
                "description": "Each time the Survivor gets 1 result (or more) on a Melee or Ranged Action, they may discard a Steam weapon card of the corresponding type (Ranged or Melee) to ignore all these results."
            }
        ]
    },
    {
        "name": "Concentrated Attack expert",
        "versions": [
            {
                "game": "Zombicide Dark Side",
                "description": "Whenever the Survivor Concentrates Fire with 2 dice (or more), the base Damage value of the weapon gets +1, and there is no Friendly Fire."
            }
        ]
    },
    {
        "name": "Ironclad: [Xeno type]",
        "versions": [
            {
                "game": "Zombicide Dark Side",
                "description": "The Survivor ignores all Damage coming from Xenos having the indicated keyword in its name. Ironclad: Worker works with any Workers, for example."
            }
        ]
    },
    {
        "name": "+1 Die: [Action]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Each of the Survivor's weapons rolls an extra die with Actions of thespecified type (Combat, Magic, Melee, or Ranged). Dual weapons each gain a die, for a total of +2 dice per Dual Action of the specified type."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "Each of the Survivor’s weapons rolls an extra die with Actions of the specified type (Combat, Melee, or Ranged)."
            }
        ]
    },
    {
        "name": "+1 Free [Action type] Action",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Enchantment, Guard, Magic, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type. NOTE: A Survivor may only perform 1 Guard and 1 Search Action per Turn. Remember: Magic, Melee, and Ranged Actions are Combat Actions."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor has 1 extra free Action of the specified type (Combat, Melee, Move, Ranged, or Search). This Action may only be used to perform an Action of the specified type."
            }
        ]
    },
    {
        "name": "+1 Max Range",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The maximum Range of Ranged weapons and Combat Spells the Survivor uses is increased by 1."
            }
        ]
    },
    {
        "name": "Brother in Arms: [game eﬀect]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill whenever they are standing in the same Zone as at least 1 other Survivor. As long as Brother in Arms is active, each Survivor in the Zone (including the one with this Skill) benefits from the indicated Skill or game eﬀect. Guards do not benefit from this Skill. NOTE: Brother in Arms may be shortened to B.I.A."
            }
        ]
    },
    {
        "name": "Can Search More Than Once",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can Search multiple times per Turn, spending 1 Action for each Search Action."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor can Search multiple times per Turn, spending 1 Action for each Search Action."
            }
        ]
    },
    {
        "name": "Close-Quarter Master",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can Polearm Melee Actions in their own Zone, no matter the minimum Range."
            }
        ]
    },
    {
        "name": "Combat Reflexes",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Whenever any Zombies spawn within Range 0-1, the Survivor may immediately perform a free Combat Action against them. This Action may eliminate more Zombies than have spawned. Ranged Actions must still be aimed at the Zone where the Zombies spawned. The Survivor may use this Skill once per Zombie card drawn."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "Whenever any Zombies spawn within Range 0-1, the Survivor may immediately perform a free Combat Action against them. This Action may eliminate more Zombies than have just been spawned. Ranged Actions must be aimed at the Zone where the Zombies spawned. The Survivor may use this Skill once per Zombie card drawn."
            }
        ]
    },
    {
        "name": "Corruption Searcher",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can perform Search Actions in Corruption Zones."
            }
        ]
    },
    {
        "name": "Corruption Walker",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Once per Turn, the Survivor may perform 1 free Move Action when standing in a Corruption Zone."
            }
        ]
    },
    {
        "name": "Damage 2: [Action type]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Weapons of the indicated type (Combat, Magic, Melee, or Ranged) used by the Survivor and having a Damage value of 1 are considered as having a Damage value of 2."
            }
        ]
    },
    {
        "name": "Double Casting",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Every time the Survivor performs an Enchantment Action, they can select an extra target for the same Enchantment, for free. First, designate both targets.Then, resolve one after the other, in any order."
            }
        ]
    },
    {
        "name": "Dual Expert",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor has a free Combat Action as long as they have Dual weapons equipped. This Action can be only used with the Dual equipped weapons."
            }
        ]
    },
    {
        "name": "Free Reload",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor reloads reloadable weapons (Triple Crossbow, for example) for free."
            }
        ]
    },
    {
        "name": "Freeze: [Action type]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Whenever the Survivor performs an Action of the indicated type (Combat, Magic, Melee, or Ranged), place a Freeze token (P. 33) in the targeted Zone (whether the Action succeeds or not)."
            }
        ]
    },
    {
        "name": "Improvised Weapon: Melee",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. They perform a free Melee Action using these characteristics. Melee modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Improvised Weapon: Ranged",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can use this Skill for free once during each of their Turns. They perform a free Ranged Action using these characteristics. Ranged modifiers (other Skills, for example) apply."
            }
        ]
    },
    {
        "name": "Guards: [Skill]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "This Skill is used whenever the Survivor performs a Guard Action. The designated Guards benefit from the specified Skill for the corresponding Action."
            }
        ]
    },
    {
        "name": "Guards: Evade",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "This Skill may be used whenever the Survivor performs a Move Guard Action. The Guards ignore Zombies in their starting Zone when performing the ensuing Move Action."
            }
        ]
    },
    {
        "name": "Guards: Push",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "This Skill may be used whenever the Survivor performs a Guard Action. Instead of resolving the chosen Action, select a Zone at Range 1 from the designated Guard(s) within Line of Sight of them. All Zombies standing in the designated Guard(s)’ Zone are pushed to the selected Zone. This is not a Move. NOTE: Zombies can be pushed from Battlement Walkways to street Zones that way!"
            }
        ]
    },
    {
        "name": "Matching Set",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "When the Survivor performs a Search Action and draws an Equipment card with the Dual symbol, they can immediately take a second card of the same type from the Equipment deck. Shuﬄe the deck afterward."
            }
        ]
    },
    {
        "name": "Range 2+: [Skill]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor benefits of the indicated Skill when performing a Ranged Action at Range 2 or more."
            }
        ]
    },
    {
        "name": "Reach",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor may perform Melee Actions at Range 0-1."
            }
        ]
    },
    {
        "name": "Roll 6: +1 Die [Action]",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "An additional die can be rolled for each 6 rolled during an Action of the specified type (Combat, Magic, Melee, or Ranged). Keep on rolling additional dice as long as results of 6 keep happening. Game eﬀects that allow re-rolls must be used before rolling any additional dice for this Skill."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "An additional die can be rolled for each 6 rolled on an Action of the specified type (Combat, Melee, or Ranged). Keep on rolling additional dice as long as the player keeps getting 6. Game eﬀects that allow re-rolls must be used before rolling any additional dice for this Skill."
            }
        ]
    },
    {
        "name": "Ruin Searcher",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can perform Search Actions in Ruin Zones."
            }
        ]
    },
    {
        "name": "Ruin Sight",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor considers Ruin Zones as street Zone when tracing Lines of Sight."
            }
        ]
    },
    {
        "name": "Safe Search",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "This Skill may be used once per Turn, right after the Survivor gets a Aaahh!! card while Searching. The Aaahh!! card is discarded without eﬀect and another card is drawn."
            }
        ]
    },
    {
        "name": "Search: 2 Cards",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "Draw 2 cards when Searching with the Survivor."
            },
            {
                "game": "Zombicide Army of the Dead",
                "description": "Draw 2 cards when Searching with the Survivor."
            }
        ]
    },
    {
        "name": "Vault Picker",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can pick up Vault Weapon cards dropped by Abominations and Necromancers up to 1 Zone away and within Line of Sight. An open path between both Zones is required."
            }
        ]
    },
    {
        "name": "Wall Climber",
        "versions": [
            {
                "game": "Zombicide White Death",
                "description": "The Survivor can enter and leave Battlement Walkways without using Stairs or Rope Ladders."
            }
        ]
    },
    {
        "name": "+1 Zone Per Move",
        "versions": [
            {
                "game": "Zombicide Army of the Dead",
                "description": "When the Survivor spends 1 Action to Move, they can Move 1 or 2 Zones instead of 1. Entering a Zone containing Zombies still ends the Survivor’s Move Action."
            }
        ]
    },
    {
        "name": "Explosive Master",
        "versions": [
            {
                "game": "Zombicide Army of the Dead",
                "description": "The Survivor has 1 extra free Action and rolls an extra die with Actions using any kind of Explosives (see p.26)."
            }
        ]
    },
    {
        "name": "Hunter: [Zombie Type]",
        "versions": [
            {
                "game": "Zombicide Army of the Dead",
                "description": "This Skill can be used when the Survivor assigns their hits while resolving a Combat Action. If any 1 Zombie in that Zone is eliminated, the Survivor may eliminate 1 extra Zombie of the specified type in the same Zone. The Survivor gains the Adrenaline for the additional Zombie."
            }
        ]
    },
    {
        "name": "Silent Killer",
        "versions": [
            {
                "game": "Zombicide Army of the Dead",
                "description": "Removing Sleeper tokens costs only 1 Action."
            }
        ]
    },
    {
        "name": "To the Rescue",
        "versions": [
            {
                "game": "Zombicide Army of the Dead",
                "description": "At the end of the Zombie Phase, the Survivor gains 1free Action if at least 1 Survivor suﬀered any Wounds this Round."
            }
        ]
    },
    {
        "name": "1 re-roll per turn",
        "versions": [
            {
                "game": "Zombicide 1st Edition",
                "description": "Once per turn, you can re-roll all the dice related to the resolution of an Action made by the Survivor. The new result takes the place of the previous one. This Skill stacks with the effects of Equipment that allow re-rolls."
            }
        ]
    },
    {
        "name": "Is that all you've got?",
        "versions": [
            {
                "game": "Zombicide 1st Edition",
                "description": "You can use this Skill any time the Survivor is about to get Wounded cards. Discard one Equipment card in your Survivor's inventory for each Wound he's about to receive. Negate a Wounded card per discarded Equipment card."
            }
        ]
    },
    {
        "name": "Ninja",
        "versions": [
            {
                "game": "Zombicide 1st Edition",
                "description": "The Survivor makes no Noise. At all. His miniature does not count as a Noise token, and his use of Equipment or weapons produces no Noise tokens either! The Survivor may choose not to use this Skill at any time, if he wishes to be noisy."
            }
        ]
    }
]